Repository: ngs/tides-swift
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar_sa, ca, cs, da, de_de, el, es_es, es_mx, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Tide Height (m)
ar_sa: ارتفاع المد (m)
ca: Altura de la marea (m)
cs: Výška hladiny (m)
da: Tidevandshøjde (m)
de_de: Gezeitenhöhe (m)
el: Ύψος παλίρροιας (m)
es_es: Altura de la marea (m)
es_mx: Altura de la marea (m)
fi: Vedenkorkeus (m)
fr_ca: Hauteur de marée (m)
he: גובה הגאות (m)
hi: ज्वार ऊँचाई (m)
hr: Razina mora (m)
hu: Vízállás (m)
id: Tinggi Air (m)
it: Altezza di marea (m)
ja: 潮位 (m)
ko: 조위 (m)
ms: Ketinggian Air (m)
nl_nl: Getijhoogte (m)
no: Tidevannshøyde (m)
pl: Wysokość pływu (m)
pt_br: Altura da maré (m)
pt_pt: Altura da maré (m)
ro: Înălțimea mareei (m)
ru: Высота прилива (m)
sk: Výška hladiny (m)
sv: Tidvattenhöjd (m)
th: ระดับน้ำ (m)
tr: Gelgit Yüksekliği (m)
uk: Висота припливу (m)
vi: Độ cao thủy triều (m)
zh_hans: 潮高 (m)
zh_hant: 潮高 (m)

source: Tide predictions are computed offline from the FES2014/2022 tidal model.
ar_sa: تُحسب توقعات المد والجزر دون اتصال من نموذج المد والجزر FES2014/2022.
ca: Les prediccions de marea es calculen sense connexió a partir del model de marea FES2014/2022.
cs: Předpovědi přílivu a odlivu se počítají offline ze slapového modelu FES2014/2022.
da: Tidevandsforudsigelser beregnes offline ud fra FES2014/2022-tidevandsmodellen.
de_de: Gezeitenvorhersagen werden offline aus dem FES2014/2022-Gezeitenmodell berechnet.
el: Οι προβλέψεις παλίρροιας υπολογίζονται εκτός σύνδεσης από το παλιρροϊκό μοντέλο FES2014/2022.
es_es: Las predicciones de mareas se calculan sin conexión a partir del modelo de mareas FES2014/2022.
es_mx: Las predicciones de mareas se calculan sin conexión a partir del modelo de mareas FES2014/2022.
fi: Vuorovesiennusteet lasketaan offline-tilassa FES2014/2022-vuorovesimallista.
fr_ca: Les prévisions de marée sont calculées hors ligne à partir du modèle de marée FES2014/2022.
he: תחזיות הגאות והשפל מחושבות במצב לא מקוון ממודל הגאות FES2014/2022.
hi: ज्वार पूर्वानुमान FES2014/2022 ज्वारीय मॉडल से ऑफ़लाइन परिकलित किए जाते हैं।
hr: Prognoze morskih mijena izračunavaju se izvanmrežno iz modela morskih mijena FES2014/2022.
hu: Az árapály-előrejelzéseket az app offline számítja ki a FES2014/2022 árapálymodell alapján.
id: Prediksi pasang surut dihitung secara offline dari model pasang surut FES2014/2022.
it: Le previsioni di marea vengono calcolate offline dal modello di marea FES2014/2022.
ja: 潮汐予測は FES2014/2022 潮汐モデルからオフラインで計算されています。
ko: 조석 예측은 FES2014/2022 조석 모델을 사용하여 오프라인으로 계산됩니다.
ms: Ramalan pasang surut dikira secara luar talian daripada model pasang surut FES2014/2022.
nl_nl: Getijvoorspellingen worden offline berekend op basis van het FES2014/2022-getijdenmodel.
no: Tidevannsprognoser beregnes frakoblet ut fra FES2014/2022-tidevannsmodellen.
pl: Prognozy pływów są obliczane offline na podstawie modelu pływów FES2014/2022.
pt_br: As previsões de maré são calculadas offline a partir do modelo de maré FES2014/2022.
pt_pt: As previsões de maré são calculadas offline a partir do modelo de maré FES2014/2022.
ro: Predicțiile mareelor sunt calculate offline pe baza modelului de maree FES2014/2022.
ru: Прогнозы приливов вычисляются офлайн на основе приливной модели FES2014/2022.
sk: Predpovede prílivu a odlivu sa počítajú offline zo slapového modelu FES2014/2022.
sv: Tidvattenprognoser beräknas offline utifrån tidvattenmodellen FES2014/2022.
th: การคาดการณ์น้ำขึ้นน้ำลงคำนวณแบบออฟไลน์จากแบบจำลองน้ำขึ้นน้ำลง FES2014/2022
tr: Gelgit tahminleri, FES2014/2022 gelgit modelinden çevrimdışı olarak hesaplanır.
uk: Прогнози припливів обчислюються офлайн на основі припливної моделі FES2014/2022.
vi: Dự báo thủy triều được tính ngoại tuyến từ mô hình thủy triều FES2014/2022.
zh_hans: 潮汐预报由 FES2014/2022 潮汐模型离线计算。
zh_hant: 潮汐預報由 FES2014/2022 潮汐模型離線計算。

source: Today
ar_sa: اليوم
ca: Avui
cs: Dnes
da: I dag
de_de: Heute
el: Σήμερα
es_es: Hoy
es_mx: Hoy
fi: Tänään
fr_ca: Aujourd’hui
he: היום
hi: आज
hr: Danas
hu: Ma
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari Ini
nl_nl: Vandaag
no: I dag
pl: Dzisiaj
pt_br: Hoje
pt_pt: Hoje
ro: Astăzi
ru: Сегодня
sk: Dnes
sv: Idag
th: วันนี้
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Tokyo Bay
ar_sa: خليج طوكيو
ca: Badia de Tòquio
cs: Tokijský záliv
da: Tokyobugten
de_de: Bucht von Tokio
el: Κόλπος του Τόκιο
es_es: Bahía de Tokio
es_mx: Bahía de Tokio
fi: Tokionlahti
fr_ca: Baie de Tokyo
he: מפרץ טוקיו
hi: टोक्यो खाड़ी
hr: Tokijski zaljev
hu: Tokiói-öböl
id: Teluk Tokyo
it: Baia di Tokyo
ja: 東京湾
ko: 도쿄만
ms: Teluk Tokyo
nl_nl: Baai van Tokio
no: Tokyobukta
pl: Zatoka Tokijska
pt_br: Baía de Tóquio
pt_pt: Baía de Tóquio
ro: Golful Tokio
ru: Токийский залив
sk: Tokijský záliv
sv: Tokyobukten
th: อ่าวโตเกียว
tr: Tokyo Körfezi
uk: Токійська затока
vi: Vịnh Tokyo
zh_hans: 东京湾
zh_hant: 東京灣

source: Version
ar_sa: الإصدار
ca: Versió
cs: Verze
el: Έκδοση
es_es: Versión
es_mx: Versión
fi: Versio
he: גרסה
hi: संस्करण
hr: Verzija
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nl_nl: Versie
no: Versjon
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
sk: Verzia
th: เวอร์ชัน
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Waning Crescent
ar_sa: الهلال المتناقص
ca: Lluna minvant
cs: Couvající srpek
da: Aftagende månesegl
de_de: Abnehmende Sichel
el: Φθίνων μηνίσκος
es_es: Luna menguante
es_mx: Luna menguante
fi: Vähenevä sirppi
fr_ca: Dernier croissant
he: סהר מתמעט
hi: घटता अर्धचंद्र
hr: Opadajući srp
hu: Fogyó sarló
id: Sabit Tua
it: Luna calante
ja: 有明月
ko: 그믐달
ms: Sabit Tua
nl_nl: Afnemende sikkel
no: Minkende månesigd
pl: Ubywający sierp
pt_br: Lua minguante
pt_pt: Lua minguante
ro: Semilună descrescătoare
ru: Старая луна
sk: Cúvajúci kosáčik
sv: Avtagande skära
th: จันทร์เสี้ยวข้างแรม
tr: Son Hilal
uk: Спадний серп
vi: Trăng lưỡi liềm cuối tháng
zh_hans: 残月
zh_hant: 殘月

source: Waning Gibbous
ar_sa: الأحدب المتناقص
ca: Gibosa minvant
cs: Couvající Měsíc
da: Aftagende måne
de_de: Abnehmender Dreiviertelmond
el: Φθίνουσα αμφίκυρτη Σελήνη
es_es: Gibosa menguante
es_mx: Gibosa menguante
fi: Vähenevä kupera kuu
fr_ca: Gibbeuse décroissante
he: ירח קמור מתמעט
hi: घटता पूर्णप्राय चंद्र
hr: Opadajući ispupčeni Mjesec
hu: Fogyó hold
id: Cembung Akhir
it: Gibbosa calante
ja: 寝待月
ko: 하현망간의 달
ms: Cembung Akhir
nl_nl: Afnemende maan
no: Minkende måne
pl: Ubywający garb
pt_br: Gibosa minguante
pt_pt: Gibosa minguante
ro: Lună convexă descrescătoare
ru: Убывающая луна
sk: Cúvajúci Mesiac
sv: Avtagande måne
th: จันทร์ค่อนดวงข้างแรม
tr: Küçülen Şişkin Ay
uk: Спадний Місяць
vi: Trăng khuyết cuối tháng
zh_hans: 亏凸月
zh_hant: 虧凸月

source: Waxing Crescent
ar_sa: الهلال المتزايد
ca: Lluna creixent
cs: Dorůstající srpek
da: Tiltagende månesegl
de_de: Zunehmende Sichel
el: Αύξων μηνίσκος
es_es: Luna creciente
es_mx: Luna creciente
fi: Kasvava sirppi
fr_ca: Premier croissant
he: סהר מתמלא
hi: बढ़ता अर्धचंद्र
hr: Rastući srp
hu: Növekvő sarló
id: Sabit Muda
it: Luna crescente
ja: 三日月
ko: 초승달
ms: Sabit Muda
nl_nl: Wassende sikkel
no: Voksende månesigd
pl: Przybywający sierp
pt_br: Lua crescente
pt_pt: Lua crescente
ro: Semilună crescătoare
ru: Молодая луна
sk: Dorastajúci kosáčik
sv: Tilltagande skära
th: จันทร์เสี้ยวข้างขึ้น
tr: İlk Hilal
uk: Зростаючий серп
vi: Trăng lưỡi liềm đầu tháng
zh_hans: 娥眉月
zh_hant: 眉月

source: Waxing Gibbous
ar_sa: الأحدب المتزايد
ca: Gibosa creixent
cs: Dorůstající Měsíc
da: Tiltagende måne
de_de: Zunehmender Dreiviertelmond
el: Αύξουσα αμφίκυρτη Σελήνη
es_es: Gibosa creciente
es_mx: Gibosa creciente
fi: Kasvava kupera kuu
fr_ca: Gibbeuse croissante
he: ירח קמור מתמלא
hi: बढ़ता पूर्णप्राय चंद्र
hr: Rastući ispupčeni Mjesec
hu: Növekvő hold
id: Cembung Awal
it: Gibbosa crescente
ja: 十三夜月
ko: 상현망간의 달
ms: Cembung Awal
nl_nl: Wassende maan
no: Voksende måne
pl: Przybywający garb
pt_br: Gibosa crescente
pt_pt: Gibosa crescente
ro: Lună convexă crescătoare
ru: Прибывающая луна
sk: Dorastajúci Mesiac
sv: Tilltagande måne
th: จันทร์ค่อนดวงข้างขึ้น
tr: Büyüyen Şişkin Ay
uk: Зростаючий Місяць
vi: Trăng khuyết đầu tháng
zh_hans: 盈凸月
zh_hant: 盈凸月

source: Zoom In
ar_sa: تكبير
ca: Amplia
cs: Přiblížit
da: Zoom ind
de_de: Vergrößern
el: Μεγέθυνση
es_es: Acercar
es_mx: Acercar
fi: Lähennä
fr_ca: Zoom avant
he: התקרבות
hi: ज़ूम इन
hr: Povećaj
hu: Nagyítás
id: Perbesar
it: Ingrandisci
ja: 拡大
ko: 확대
ms: Zum Masuk
no: Zoom inn
pl: Powiększ
pt_br: Aumentar Zoom
pt_pt: Ampliar
ro: Mărire
ru: Увеличить
sk: Priblížiť
sv: Zooma in
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
vi: Phóng to
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
ar_sa: تصغير
ca: Redueix
cs: Oddálit
da: Zoom ud
de_de: Verkleinern
el: Σμίκρυνση
es_es: Alejar
es_mx: Alejar
fi: Loitonna
fr_ca: Zoom arrière
he: התרחקות
hi: ज़ूम आउट
hr: Smanji
hu: Kicsinyítés
id: Perkecil
it: Riduci
ja: 縮小
ko: 축소
ms: Zum Keluar
nl_nl: Zoom uit
no: Zoom ut
pl: Pomniejsz
pt_br: Diminuir Zoom
pt_pt: Reduzir
ro: Micșorare
ru: Уменьшить
sk: Oddialiť
sv: Zooma ut
th: ซูมออก
tr: Uzaklaştır
uk: Зменшити
vi: Thu nhỏ
zh_hans: 缩小
zh_hant: 縮小

source: Error
ar_sa: خطأ
cs: Chyba
da: Fejl
de_de: Fehler
el: Σφάλμα
fi: Virhe
fr_ca: Erreur
he: שגיאה
hi: त्रुटि
hr: Greška
hu: Hiba
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nl_nl: Fout
no: Feil
pl: Błąd
pt_br: Erro
pt_pt: Erro
ro: Eroare
ru: Ошибка
sk: Chyba
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_hans: 错误
zh_hant: 錯誤

source: OK
ar_sa: حسنًا
he: אישור
hi: ठीक है
ko: 확인
th: ตกลง
zh_hans: 好
zh_hant: 好

source: Shiomi
ja: 潮見表
